/* displayed when adding a new printer */
"Adding Printer." = "Lisätään tulostinta.";

/* title of Auto Select PPD menu item */
"Auto Select" = "Automaattinen";

/* title of item for uberowser. */
"Default Browser" = "Oletusselain";

/* Display when the auto select process is schedualed to start */
"Gathering printer information." = "Kerätään tulostimen tietoja.";

/* Menu item for all install ppds. */
"Other..." = "Muu…";

/* title of Unknown PPD menu item */
"Unknown" = "Tuntematon";

/* displayed when we can not match a ppd */
"Please select a driver or printer model" = "Valitse ohjain tai tulostimen malli";

/* Menu item to allow the user to select a ppd from open file dialog */
"Select a driver to use..." = "Valitse käytettävä ohjain…";

/* Unknown Location */
"Unknown Location" = "Tuntematon sijainti";

/* The message in the alert explaining that AppleTalk is disabled. */
"AppleTalk Disabled" = "AppleTalkia ei voitu laittaa päälle.";

/* Title of all manufacturers menu item */
"All" = "Kaikki valmistajat";

/* Error translation for cups' server-error-service-unavailable message */
"Print Service is not running." = "Tulostuspalvelu ei ole käytössä.";

/* Why we make the user wait. */
"Searching for new drivers" = "Etsitään uusia ohjaimia";

/* @"AppleTalk", AddPrinterBundle, @"AppleTalk Name" */
"AppleTalk" = "AppleTalk";

/* Local zone name. */
"*" = "Paikallinen vyöhyke";

/* Shared Printer (Used by SharedPrinter class) */
"Shared Printer" = "Jaettu tulostin";

/* Shared Printer Pool (Used by SharedPrinter class) */
"Shared Printer Pool" = "Jaettu tulostinpooli";

/* Shared Fax (Used by SharedPrinter class) */
"Shared Fax" = "Jaettu faksi";

/* DNSSD Name */
"Bonjour" = "Bonjour";

/* DNSSD Shared (Used by DNSSDPrinter class) */
"Bonjour Shared" = "Bonjour-jaettu";

/* Point to the string for software update in the nib. */
"Software Update" = "Ohjelmiston päivitys";

/* Missing Driver of all kind */
"Unable to locate a suitable driver. Use Software Update to download a driver if one is available." = "Sopivaa ohjainta ei löytynyt. Hae ohjain Ohjelmiston päivityksellä, jos sellainen on saatavilla.";

/* Missing Manufacturers driver */
"Unable to locate a manufacturer-supplied driver. Use Software Update to download a driver if one is available." = "Tulostimen valmistajan ohjainta ei löytynyt. Hae ohjain Ohjelmiston päivityksellä, jos ohjain on saatavilla.";

/* BROWSER_GENERIC_PRINTER_MODEL */
"Generic PostScript Printer" = "Yleinen PostScript-tulostin";

/* Browser Names */
"com.apple.print.pbm.uber" = "Oletus";
"com.apple.printer.uber.usb" = "USB";
"com.apple.printer.uber.shared" = "Jaettu tulostin";
"com.apple.printer.uber.netinfo" = "Open Directory";
"com.apple.printer.uber.firewire" = "FireWire";
"com.apple.printer.uber.dnssd" = "Bonjour";
"com.apple.printer.uber.cups" = "CUPS";
"com.apple.printer.uber.appletalk" = "AppleTalk";

"com.apple.print.pbm.ip" = "IP";
"com.apple.print.pbm.bluetooth" = "Bluetooth";
"com.apple.print.pbm.advanced" = "Lisävalinnat";
"com.apple.print.pbm.fax" = "Faksi";
"com.apple.print.pbm.appletalk" = "AppleTalk";
"com.apple.print.pbm.smb" = "Windows";
